window.JUDAI_IMAGE_TABLE = [
    { star: "貫索星", "甲": "甲", "乙": "乙", "丙": "丙", "丁": "丁", "戊": "戊", "己": "己", "庚": "庚", "辛": "辛", "壬": "壬", "癸": "癸" },
    { star: "石門星", "甲": "乙", "乙": "甲", "丙": "丁", "丁": "丙", "戊": "己", "己": "戊", "庚": "辛", "辛": "庚", "壬": "癸", "癸": "壬" },
    { star: "鳳閣星", "甲": "丙", "乙": "丁", "丙": "戊", "丁": "己", "戊": "庚", "己": "辛", "庚": "壬", "辛": "癸", "壬": "甲", "癸": "乙" },
    { star: "調舒星", "甲": "丁", "乙": "丙", "丙": "己", "丁": "戊", "戊": "辛", "己": "庚", "庚": "癸", "辛": "壬", "壬": "乙", "癸": "甲" },
    { star: "禄存星", "甲": "戊", "乙": "己", "丙": "庚", "丁": "辛", "戊": "壬", "己": "癸", "庚": "甲", "辛": "乙", "壬": "丙", "癸": "丁" },
    { star: "司禄星", "甲": "己", "乙": "戊", "丙": "辛", "丁": "庚", "戊": "癸", "己": "壬", "庚": "乙", "辛": "甲", "壬": "丁", "癸": "丙" },
    { star: "車騎星", "甲": "庚", "乙": "辛", "丙": "壬", "丁": "癸", "戊": "甲", "己": "乙", "庚": "丙", "辛": "丁", "壬": "戊", "癸": "己" },
    { star: "牽牛星", "甲": "辛", "乙": "庚", "丙": "癸", "丁": "壬", "戊": "乙", "己": "甲", "庚": "丁", "辛": "丙", "壬": "己", "癸": "戊" },
    { star: "龍高星", "甲": "壬", "乙": "癸", "丙": "甲", "丁": "乙", "戊": "丙", "己": "丁", "庚": "戊", "辛": "己", "壬": "庚", "癸": "辛" },
    { star: "玉堂星", "甲": "癸", "乙": "壬", "丙": "乙", "丁": "甲", "戊": "丁", "己": "丙", "庚": "己", "辛": "戊", "壬": "辛", "癸": "庚" }
];

window.JUNI_IMAGE_TABLE = [
    { star: "天報星", "甲": "酉", "乙": "申", "丙": "子", "丁": "亥", "戊": "子", "己": "亥", "庚": "卯", "辛": "寅", "壬": "午", "癸": "巳" },
    { star: "天印星", "甲": "戌", "乙": "未", "丙": "丑", "丁": "戌", "戊": "丑", "己": "戌", "庚": "辰", "辛": "丑", "壬": "未", "癸": "辰" },
    { star: "天貴星", "甲": "亥", "乙": "午", "丙": "寅", "丁": "酉", "戊": "寅", "己": "酉", "庚": "巳", "辛": "子", "壬": "申", "癸": "卯" },
    { star: "天恍星", "甲": "子", "乙": "巳", "丙": "卯", "丁": "申", "戊": "卯", "己": "申", "庚": "午", "辛": "亥", "壬": "酉", "癸": "寅" },
    { star: "天南星", "甲": "丑", "乙": "辰", "丙": "辰", "丁": "未", "戊": "辰", "己": "未", "庚": "未", "辛": "戌", "壬": "戌", "癸": "丑" },
    { star: "天禄星", "甲": "寅", "乙": "卯", "丙": "巳", "丁": "午", "戊": "巳", "己": "午", "庚": "申", "辛": "酉", "壬": "亥", "癸": "子" },
    { star: "天将星", "甲": "卯", "乙": "寅", "丙": "午", "丁": "巳", "戊": "午", "己": "巳", "庚": "酉", "辛": "申", "壬": "子", "癸": "亥" },
    { star: "天堂星", "甲": "辰", "乙": "丑", "丙": "未", "丁": "辰", "戊": "未", "己": "辰", "庚": "戌", "辛": "未", "壬": "丑", "癸": "戌" },
    { star: "天胡星", "甲": "巳", "乙": "子", "丙": "申", "丁": "卯", "戊": "申", "己": "卯", "庚": "亥", "辛": "午", "壬": "寅", "癸": "酉" },
    { star: "天極星", "甲": "午", "乙": "亥", "丙": "酉", "丁": "寅", "戊": "酉", "己": "寅", "庚": "子", "辛": "巳", "壬": "卯", "癸": "申" },
    { star: "天庫星", "甲": "未", "乙": "戌", "丙": "戌", "丁": "丑", "戊": "戌", "己": "丑", "庚": "丑", "辛": "辰", "壬": "辰", "癸": "未" },
    { star: "天馳星", "甲": "申", "乙": "酉", "丙": "亥", "丁": "子", "戊": "亥", "己": "子", "庚": "寅", "辛": "卯", "壬": "巳", "癸": "午" }
];